Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/hyvaa_kansainvalista_maailman_alkuperaiskansojen_paivaa_(0).html.tmx
Source language: fin
Languages: smn

source: Hyvää kansainvälistä maailman alkuperäiskansojen päivää!
smn: Pyeri almugijkoskâsâš maailm algâaalmugij peivi!

source: Tänään 9.8. vietetään YK:n julistamaa kansainvälistä maailman alkuperäiskansojen päivää.
smn: Onne 9.8 viättoo YK:n julgáštâm aalmugijkoskâsâš maailm algâaalmugij peeivi.

source: Saamelaiset ovat yksi maailman alkuperäiskansoista sekä ainoa Euroopan Unionin alueella ja Suomessa oikeudellisesti tunnustettu alkuperäiskansa.
smn: Sämmiliih láá ohtâ maailm algâaalmugijn sehe lii áinoo algâaalmug Euroop Union kuávlust já Suomâst vuoigâdvuođâlávt tubdâstum algâaalmug.

source: Maailmassa noin 370 miljoona ihmistä kuuluu alkuperäiskansoihin ja asuu 90 eri valtion alueilla.
smn: Maailmist suullân 370 miljovn olmožid kulloo algâaalmugijd já áásá 90 eres riijkâ kuávluin.

source: He edustavat 5000 eri kulttuuria ja puhuvat suurta osaa maailman eri kielistä.
smn: Sij ovtâstiteh 5000 eres kulttuur já sárnuh stuárráámus uási maailm kielâin.

source: Myös saamelaiset asuvat nykyään neljän eri valtion alueilla Norjassa, Suomessa, Ruotsissa ja Venäjällä, ja puhuvat yhdeksää eri saamen kieltä.
smn: Meid sämmiliih ääsih onnáá peeivi neelji eres riijkâ kuávluin Taažâst, Suomâst, Ruotâst já Ruošâst, já sárnuh oovce eres sämikielâ.

source: Vuonna 2019 vietetään YK:n alkuperäiskansojen kielten vuotta, ja tänä päivänä Saamelaiskäräjät haluaakin nostaa keskiöön maailman alkuperäiskansojen kielten ja erityisesti saamen kielten aseman ja tilanteen.
smn: Ive 2019 viettip YK:n algâaalmugij kielâi ive, já onne Sämitigge haalijd-uv pajediđ uáinusân maailm algâaalmugij kielâi já eromâšávt sämikielâi sajattuv já tile.

source: Suuri osa tällä hetkellä uhanalaisista kielistä ovat alkuperäiskansojen kieliä, ja ennusteiden mukaan useat niistä ovat vaarassa sammua (E/C.19/2016/10).
smn: Iänááš uási onnáá peeivi uhkevuálásâš kielâin láá algâaalmugij kielah, já ennustusâi mield maaŋgah tain láá vaarâst časkâđ (E/C.19/2016/10).

source: Myös kaikki saamen kielet ovat luokiteltuina UNESCO:n maailman uhanalaisten kielten Atlaksessa joko selvästi tai vakavasti uhanalaisiksi tai lähes sammuneeksi kieliksi, ja akkalansaamen todetaan jo sammuneen.
smn: Meid puoh sämikielah láá pahudum UNESCO maailm uhkevuálásâš kielâi Atlasist jo-uv čielgâsávt teikkâ čuuvtij uhkevuálásâžžân teikkâ masa časkâm kielân, já äkkilsämikielâ lii jo časkâm.

source: Suomessa puhutuista saamen kielistä inarinsaame ja koltansaame ovat vakavasti uhanalaisia kieliä ja pohjoissaame on luokiteltu selvästi uhanalaiseksi.
smn: Suomâst sarnum sämikielâin anarâškielâ já nuorttâlâškielâ láá čuuvtij uhkevuálásâš kielah já tavesämikielâ lii čielgâsávt uhkevuálásâš.

source: Vaikka esim. kielten elvytystyö inarin- ja koltansaamen osalta on lähtenyt Suomen alueella lupaavasti käyntiin, työtä kaikkien kolmen Suomessa puhuttujen saamen kielten elinvoimaisuuden säilyttämiseksi on vielä paljon jäljellä.
smn: Veik ovdâmerkkân kielâi iäláskittempargo anarâš- já nuorttâlâškielâ uásild lii vuálgám Suomâ kuávlust viehâ pyereest joton, pargo puoh Suomâst sarnum sämikielâi siäilutmân lii val ennuv.
